templates/RelativeMove.xml

<s:Envelope xmlns:s=\"http://www.w3.org/2003/05/soap-envelope\">
    $HEADER
    <s:Body xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http://www.w3.org/2001/XMLSchema\">
        <RelativeMove  xmlns=\"http://www.onvif.org/ver10/ptz/wsdl\">
            <ProfileToken>$PROFILE_TOKEN</ProfileToken>
            <Translation>
                <PanTilt x=\"$POSITION_X\" y=\"$POSITION_Y\" xmlns=\"http://www.onvif.org/ver10/schema\"/>
                <Zoom x=\"$ZOOM_X\" xmlns=\"http://www.onvif.org/ver10/schema\"/>
            </Translation>
        </RelativeMove>
    </s:Body>
</s:Envelope>
